Repository: hansmobile114/Hashcat
Catalog: HashCat/*.lproj/Localizable.strings
Languages: pt

# failed_follow_all_alert_title
source: Failed to follow all suggestions. Please try later
pt: Falha ao seguir todas as sugestões. Por favor tente mais tarde

# email_already_exist_alert_title
source: Email already exists, Please input another email.
pt: E-mail já existe, entrada Por favor, outro e-mail.

# username_already_exist_alert_title
source: Username already exists, Please input another username.
pt: Nome de usuário já existe, entrada Por favor outro nome de usuário.

source: Pull to refresh...
pt: Puxe para refrescar...

source: Release to refresh...
pt: Solte para refrescar...

source: a few seconds ago
pt: Alguns segundos atrás

source: 1 minute ago
pt: 1 minuto atrás

source: minutes ago
pt: minutos atrás

source: 1 hour ago
pt: 1 hora atrás

source: hours ago
pt: horas atrás

source: 1 day ago
pt: 1 dia atrás

source: days ago
pt: dias atrás

# category_overall
source: overall
pt: geral

# category_random
source: random
pt: aleatório

# success_alert_string
source: Success
pt: Sucesso

# failure_alert_string
source: Failure
pt: Erro
