Repository: hansmobile114/Hashcat
Catalog: HashCat/*.lproj/Localizable.strings
Languages: pt

# cat_profile_sub_photo_amounts
source: photos
pt: fotos

# take_photo_toast_no_cat
source: You need a cat profile before you can post pictures of him, right?
pt: Você precisa de um perfil de gato antes de postar fotos dele, certo?

# take_photo_toast_max_categories
source: You can select only 2 categories
pt: Você pode selecionar somente 2 categorias

# take_photo_label_categories
source: Categories:
pt: Categorias:

# take_photo_button_post
source: Post
pt: Postar

# take_photo_label_posting_as
source: Posting as
pt: Postando como

# take_photo_label_change
source: (change clicking above!)
pt: (troque clicando acima!)

# camera_label_capture_image
source: Take Photo
pt: Tirar foto

# camera_label_select_video
source: Select Video
pt: Selecione o vídeo

# camera_label_select_image
source: Select from Gallery
pt: Selecionar na Galeria

# camera_intent_canceled
source: Camera Intent was canceled
pt: Intenção de câmera foi cancelada

# camera_error_could_not_find_photo
source: Could not find a photoUri that is != null
pt: Não foi possível encontrar um photoUri que é! = null

# camera_error_could_not_take_picture
source: Could not take picture
pt: Não podia tirar foto

# camera_photo_stored_under
source: Your photo is stored under:
pt: Sua foto é armazenada sob:

# camera_sd_not_mounted
source: SD card not mounted
pt: Cartão SD não montado

# game_category_title_pick_category
source: Pick your category
pt: Escolha sua categoria

# game_main_dialog_title_report
source: Select who to report
pt: Selecione quem relatar

# game_main_error_voting
source: Error computing your vote!
pt: Erro de computação seu voto!

# game_dialog_title_no_photos
source: No photos
pt: Sem fotos

# game_dialog_content_no_photos
source: Oops! There no photos in this category!
pt: Opa! Não há fotos nesta categoria!

# game_dialog_positive_no_photos
source: OK! Try another category, please!
pt: OK! Tente outra categoria, por favor!

# game_dialog_positive_no_photos_back
source: OK! I'll choose another category!
pt: OK! Vou selecionar outra categoria!

# feed_label_likes
source: likes
pt: curtidas

# feed_label_comments
source: comments
pt: comentários

# feed_dialog_title_report_photo
source: Report photo?
pt: Relatar foto?

# feed_dialog_content_report
source: Is this content inappropriate?
pt: Esse conteúdo é impróprio?

# feed_dialog_title_reported
source: Photo reported!
pt: Foto relatada!

# feed_dialog_content_reported
source: Thanks! Your report were sent.
pt: Obrigado! Seu relato foi enviado.

# feed_toast_already_follow
source: You already follow your cats, don't ya?
pt: Você já segue seus gatos, não?

# feed_toast_already_liked
source: You already like your cats, don't ya?
pt: Você já curte seus gatos, não?

# feed_toast_unfollowed
source: Unfollowed
pt: Deixar de seguir

# feed_toast_followed
source: Followed
pt: Seguiu

# feed_remove_photo
source: Remove photo
pt: Remover foto

# feed_dialog_title_remove_photo
source: Remove photo?
pt: Remover foto?

# feed_dialog_content_remove_photo
source: Are you really sure you want to remove this photo?
pt: Você tem certeza mesmo que quer remover essa foto?

# feed_dialog_content_error_remove_photo
source: The photo could not be removed!
pt: A foto não pôde ser removida!

# feed_dialog_title_error_remove_photo
source: Error removing photo!
pt: Erro ao remover foto

# feed_photo_removed
source: Photo removed!
pt: Foto removida!

# feed_first_photo
source: Send your cat's first photo!
pt: Enviar a primeira foto do seu gato!

# comments_title
source: Comments
pt: Comentários

# comment_remove_comment
source: Remove comment
pt: Remover comentário

# comment_dialog_title_remove_comment
source: Remove comment?
pt: Remover comentário?

# comment_dialog_content_remove_comment
source: Are you really sure you want to remove this comment?
pt: Você tem certeza mesmo que quer remover esse comentário?

# comment_dialog_content_error_remove_comment
source: The comment could not be removed!
pt: O comentário não pôde ser removida!

# comment_dialog_title_error_remove_comment
source: Error removing comment!
pt: Erro ao remover comentário

# comment_comment_removed
source: Comment removed!
pt: Comentário removido!

# comment_dialog_title_report_comment
source: Report comment?
pt: Relatar comentário?

# comment_dialog_content_report
source: Is this content inappropriate?
pt: Esse conteúdo é impróprio?

# comment_dialog_title_reported
source: Comment reported!
pt: Comentário relatado!

# comment_dialog_title_not_reported
source: Cannot report!
pt: Não foi possível relatar!

# comment_dialog_content_reported
source: Thanks! Your report were sent.
pt: Obrigado! Seu relato foi enviado.

# profile_add_label_new
source: Add
pt: Adicionar

# profile_add_title_edit
source: Edit cat
pt: Editar gato

# profile_add_button_create
source: Add
pt: Adicionar

# profile_add_title_create
source: New cat
pt: Novo gato

# profile_add_button_edit
source: Edit
pt: Editar

# profile_add_dialog_im_sure
source: I'm sure!
pt: Tenho certeza!

# profile_add_dialog_title_no_photo
source: Cat without photo
pt: Gato sem foto

# profile_add_dialog_select_breed
source: Select breed
pt: Selecione a raça

# profile_add_dialog_select_country
source: Select Country
pt: Selecione o país

# profile_add_dialog_content_no_photo
source: Are you sure you want to continue without your cat's photo? Try adding one clicking at the cat above!
pt: Tem certeza que deseja continuar sem a foto? Tente adicionar uma clicando no gato acima!

# profile_add_dialog_choose_one
source: Oops! Let me choose one!
pt: Opa! Deixe-me escolher uma!

# profile_add_toast_username_exists
source: Uhm… sounds like we have a cat with that same username! Try adding something to his username!
pt: Uhm… parece que temos um gato com esse mesmo nome de usuário! Tente acrescentar algo ao seu nome de usuário!

# profile_error_load_profile
source: Error loading cat, this username may have changed or it doesn't exists anymore!
pt: Erro ao carregar o gato. Este nome de usuário pode ter mudado ou não existe mais!

# profile_dialog_title_report_profile
source: Report profile?
pt: Relatar perfil?

# profile_dialog_content_report
source: Is this content inappropriate?
pt: Esse conteúdo é impróprio?

# profile_dialog_title_reported
source: Profile reported!
pt: Perfil relatado!

# profile_dialog_title_not_reported
source: Cannot report!
pt: Não foi possível relatar!

# profile_dialog_content_reported
source: Thanks! Your report were sent.
pt: Obrigado! Seu relato foi enviado.

# create_or_choose_profile
source: Add or edit cat
pt: Adicionar ou editar seu gato

# create_or_choose_profile_edit_profile
source: Edit cat profile
pt: Editar gato

# create_or_choose_profile_remove_profile
source: Remove cat profile
pt: Remover gato

# create_or_choose_profile_dialog_title_remove_profile
source: Remove cat profile?
pt: Remover gato?

# create_or_choose_profile_dialog_content_remove_profile
source: Are you really sure you want to remove this cat profile? All photos and stuff will be removed…
pt: Você tem certeza absoluta que quer remover esse perfil? Todas as fotos e badges serão removidos…

# create_or_choose_profile_dialog_content_error_remove_profile
source: The cat profile could not be removed!
pt: Perfil não pôde ser removido!

# create_or_choose_profile_dialog_title_error_remove_profile
source: Error removing cat profile!
pt: Erro ao remover perfil

# create_or_choose_profile_profile_removed
source: Cat profile removed!
pt: Gato removido!

# signup_button_edit
source: Edit
pt: Editar

# signup_button_signup
source: Signup
pt: Inscrever

# signup_toast_error_loading_profile
source: Error loading profile to edit!
pt: Erro ao carregar o perfil de editar!

# signup_reminder
source: Heads up: this is YOUR profile, not your cats'!
pt: Atenção: esse é o SEU perfil, não do seu gato!

# signup_add_dialog_content_no_photo
source: Are you sure you want to continue without your photo? Try adding one clicking at the avatar above!
pt: Tem certeza que deseja continuar sem a sua foto? Tente adicionar uma clicando no avatar acima!

# signup_or_login_dialog_input_password
source: Your password
pt: Sua senha

# signup_or_login_dialog_title_connect_facebook
source: Connect Facebook!
pt: Conecte ao Facebook!

# signup_or_login_toast_error_connect
source: Can't connect you!
pt: Não foi possível te conectar!

# signup_or_login_toast_error_login
source: Argh… can't log you in!
pt: Argh… não foi possível logar você!

# signup_or_login_dialog_content_connect_facebook
source: Uhm… we have your email but doesn't have your Facebook. Please provide your hashcat's password so we can join these infos securelly!
pt: Uhm… temos seu e-mail, mas não temos seu Facebook. Por favor, forneça a sua senha do hashcat para que possamos juntar essas informações com segurança!

# facebook_permission_not_granted
source: Unable to perform selected action because permissions were not granted.
pt: Não é possível executar a ação selecionada porque as permissões não foram concedidas.

# facebook_connect_label_connect
source: Click below to link your account!
pt: Clique abaixo para ligar a sua conta!

source: Facebook connect
pt: Conectar Facebook

# facebook_login_or_signup
source: Log in or Sign up
pt: Entrar ou Inscrever

# signup_dialog_title_no_photo
source: User without photo
pt: Usuário sem foto

# signup_dialog_title_gender
source: Select gender
pt: Selecionar sexo

# ranking_title_ranking_by_likes
source: Ranking by likes
pt: Ranking por curtidas

# ranking_title_ranking_by_wins
source: Ranking by wins
pt: Ranking por vitórias

# ranking_filter_title
source: Ranking filter
pt: Filtros do ranking

# ranking_filter_title_filters
source: Filters
pt: Filtros

# ranking_filter_title_order
source: Order
pt: Ordem

# ranking_filter_age
source: Age
pt: Idade

# ranking_filter_breed
source: Breed
pt: Raça

# ranking_filter_category
source: Category
pt: Categoria

# ranking_filter_country
source: Country
pt: País

# ranking_filter_button_filter
source: Filter
pt: Filtro

# ranking_filter_more_likes
source: More likes
pt: Por curtidas

# ranking_filter_more_wins
source: More wins
pt: Por vitórias

# ranking_filter_filtered_by
source: Filtered by;
pt: Filtrados por:

# ranking_filter_dialog_title_select_age
source: Select Age
pt: Selecione a idade

# ranking_filter_dialog_title_select_category
source: Select category
pt: Selecione a categoria

# ranking_label_month
source: month
pt: mês

# ranking_label_months
source: months
pt: meses

# ranking_label_of_wins
source: of wins
pt: de vitórias

# badge_title_choose_badge_type
source: Choose a badge type
pt: Escolha um tipo de medalha

# badge_latest_with_this
source: Latest with this badge
pt: Últimos com essa medalha

# menu_button_play
source: Play!
pt: Jogar!

# fab_profiles
source: my cats
pt: meus gatos

# fab_notifications
source: notifications
pt: notificações

# fab_search
source: search
pt: busca

# fab_photo
source: post photo
pt: postar foto

# followers_or_following_title_followers
source: followers
pt: seguidores

# followers_or_following_title_following
source: following
pt: seguindo

# user_label_following
source: following
pt: seguindo

# user_label_cats
source: cats
pt: gatos

# user_dialog_title_report_user
source: Report user?
pt: Relatar usuário?

# user_dialog_content_report
source: Is this content inappropriate?
pt: Esse conteúdo é impróprio?

# user_dialog_title_reported
source: User reported!
pt: Usuário relatado!

# user_dialog_title_not_reported
source: Cannot report!
pt: Não foi possível relatar!

# user_dialog_content_reported
source: Thanks! Your report were sent.
pt: Obrigado! Seu relato foi enviado.

# change_password_button_change
source: Change
pt: Mudar

# change_password_hint_new
source: New password
pt: Nova senha

# change_password_hint_confirmation
source: New password confirmation
pt: Confirmação da nova senha

# change_password_hint_old
source: Old password
pt: Senha antiga

# change_password_toast_changed
source: Password changed!
pt: Senha alterada!

# change_password_toast_not_changed
source: Oops, some error occurred! Password not changed!
pt: Oops, ocorreu um erro! Senha não mudada!

# change_password_toast_differs
source: New password and confirmation differs!
pt: Confirmação e a nova senha é diferente!

# no_user_dialog_content
source: You gotta have an user or be logged in to follow cats and like 'em and such!
pt: Você tem que ter um usuário ou estar logado para acompanhar os gatos, curtir e tal!

# no_user_dialog_title
source: No user
pt: Nenhum usuário

# no_user_dialog_negative
source: Meh… I'll do it later!
pt: Meh… Eu vou fazer isso mais tarde!

# no_user_dialog_positive
source: OK! Let's do it!
pt: OK! Vamos fazê-lo!

# search_toast_no_query
source: Please type something before searching!
pt: Por favor digite alguma coisa antes de Pesquisar!

# search_photo_suggestions
source: Showing last liked photos from your friends!
pt: Mostrando as últimas fotos curtidas por seus amigos!

# search_profile_suggestions
source: Showing your friends' friends!
pt: Mostrando os amigos de seus amigos!

# search_hint
source: Search
pt: Buscar

# share_message
source: Cat lovers, check this Hashcat app! You'll love it! http://hashcat-app.com
pt: Ei amantes de gatos, verifiquem este app: Hashcat! Vocês vão adorar! http://hashcat.com.br

# share_title
source: Spread the meow
pt: Espalhar o miau

# settings_my_profile
source: My Profile
pt: Meu perfil

# settings_about
source: About
pt: Sobre

# settings_about_us
source: About Us
pt: Quem somos

# settings_account
source: Account
pt: Conta

# settings_action_settings
source: Settings
pt: Configurações

# settings_add_friends
source: Add friends!
pt: Adicione amigos!

# settings_badges
source: Badges
pt: Medalhas

# settings_change_password
source: Change Password
pt: Alterar senha

# settings_contact
source: Contact
pt: Contato

# settings_contacts
source: Contacts
pt: Contatos

# settings_edit_user
source: Edit my info
pt: Editar a minha informação

# settings_edit_profile
source: Edit my cats
pt: Editar meus gatos

# settings_find_friends
source: Find friends
pt: Encontrar amigos

# settings_friends
source: Friends
pt: Amigos

# settings_invite_friends
source: Invite friends
pt: Convidar amigos

# settings_licenses
source: Open Source Licenses
pt: Licenças de código aberto

# settings_link_facebook
source: Facebook Account
pt: Conta no Facebook

# settings_logout
source: Logout
pt: Sair

# settings_my_cats_profiles
source: My Cats
pt: Meus gatos

# settings_notifications
source: Notifications
pt: Notificações

# settings_notifications_sound
source: Notifications meow
pt: Notificações com miau

# settings_notifications_sound_summary
source: Use meow sound for notifications
pt: Usar som de miau para as notificações

# settings_receive_notifications_action
source: Receive notifications from actions
pt: Receber notificações de ações

# settings_save_to_gallery
source: Save my photos to gallery
pt: Salvar minhas fotos na Galeria de

# settings_save_photos_taken
source: Save photos taken in app to gallery
pt: Salvar fotos tiradas em app para a Galeria

# settings_settings
source: Settings
pt: Configurações

# settings_verde_apps
source: Verde Apps
pt: Apps de verde

# settings_version
source: Version
pt: Versão

# settings_feedback
source: Send feedback
pt: Enviar sugestão

# settings_thanks
source: Thanks!
pt: Agradecimentos!

# settings_help
source: Help
pt: Ajuda

# wizard_welcome_to_hashcat
source: Welcome to hashcat!
pt: Bem-vindo ao hashcat!

# wizard_label_welcome
source: Hi there! I'll show you how hashcat works, OK? Drag to start!
pt: Olá! Vou te mostrar como o hashcat funciona, OK? Arraste para começar!

# wizard_label_play_1
source: Hi! I'll show you how hashcat's "Play" mode works!
pt: Oi! Vou te mostrar como funciona o modo "Jogar"!

# wizard_label_play_2
source: Here you can choose a category to play! A category is a hashtag (hashcat?) that describes the cat photo!
pt: Aqui você pode escolher uma categoria para jogar! A categoria é uma hashtag (hashcat?) que descreve a foto do gato!

# wizard_label_play_3
source: After selecting, two random photos in that category will appear! You can click and vote on your preferred photo!
pt: Ao selecionar, duas fotos sorteadas nessa categoria aparecerão! Você pode clicar e votar na sua foto preferida!

# wizard_label_play_4
source: After voting, a new set of photos will appear! You can vote for this new set and so on :)…
pt: Depois de votar, duas novas fotos aparecerão! Você poderá votar nelas e por aí vai :)…

# wizard_label_play_5
source: Here you can also see or follow cats' profiles!
pt: Você pode também ver ou seguir os perfis dos gatos!

# wizard_label_play_finish
source: Cool! A simple game to know a lot of cats and have a great laugh!
pt: Legal! Um simples jogo para você conhecer diversos gatos e rir bastante!

# wizard_label_ranking_1
source: Hi! I'll show you how the "Ranking" mode works now!
pt: Oi! Vou te mostrar agora como funciona o modo "Ranking"!

# wizard_label_ranking_2
source: Here you will see the most voted and most liked cats from "Play" mode! The celebrities!
pt: Aqui você verá os gatos mais votados e mais curtidos do modo 'Jogar'! As celebridades!

# wizard_label_ranking_3
source: You can even filter this ranking by breed, category, country and age! Also, you can order by likes or wins!
pt: Você pode até filtrar este ranking por raça, categoria, país e idade! Também, você pode ordernar por curtidas ou vitórias!

# wizard_label_ranking_finish
source: Cool! Here you'll find the best photos and will discover a lot of cats!
pt: Legal! Aqui você conhecerá as melhores fotos e descobrirá vários gatinhos para seguir!

# wizard_label_feed_1
source: Let's see how "Feed" mode works?
pt: Vamos ver como o modo "Feed" funciona?

# wizard_label_feed_2
source: It's a social network! Here you can see your friends' activities. You can like, follow, comment, meow and all that :)
pt: É uma rede social! Aqui você pode ver as atividades dos seus amigos. Você pode curtir, seguir, comentar, miar e tudo isso :)

# wizard_label_feed_3
source: The cat's profile has all information about the cat, also badges he earned and such! Yeah! Badges!
pt: No perfil do gato há todas as informações sobre ele, também medalhas que ele ganhou e tal! Sim! Medalhas!

# wizard_label_feed_4
source: Post photos of your cat! He'll be famous!
pt: Envie fotos do seu gato! Ele será famoso!

# wizard_label_feed_5
source: See all features of the feed clicking on the '+' button!
pt: Veja as funcionalidades da rede clicando no botão '+'!

# wizard_label_feed_finish
source: Cool! Make friends and have fun!
pt: Legal! Faça amigos, curta e divirta-se!

# wizard_got_it
source: Got it!
pt: Legal!

# skip_button
source: Skip
pt: Pular

source: Loading...
pt: Carregando…

source: Cancel
pt: Cancelar

source: Close
pt: Fechar

# continue_string
source: Continue
pt: Continuar

source: Description
pt: Descrição

source: Follow
pt: Seguir

source: Follow all
pt: Seguir todos

source: Edit
pt: Editar

source: Login
pt: Entrar

source: No
pt: Não

source: photos
pt: fotos

source: badges
pt: medalhas

# profiles
source: Cats
pt: Gatos

source: Report
pt: Relatar

# button_signup
source: Signup
pt: Inscrever

source: Skip
pt: Pular

source: Suggestions
pt: Sugestões

source: Unfollow
pt: Deixar de seguir

source: Yes
pt: Sim

source: country
pt: país

source: Version
pt: Versão

# hint_birth
source: Birth
pt: Nascimento

# hint_gender
source: Gender
pt: Sexo

# hint_password
source: Password
pt: Senha

# hint_name
source: Name
pt: Nome

# validation_wrong_password
source: Error, you should check again your password!
pt: Erro, verifique novamente sua senha!

# validation_fields_missing
source: Please fill all the fields!
pt: Por favor, preencha todos os campos!

# validation_username_exists
source: Uhm… sounds like we have a cat owner with that same username!
pt: Uhm… parece que temos um dono de gato com o mesmo username!

# validation_invalid_email
source: Uhm… that doesn't seem to be a valid email!
pt: Uhm… esse não parece ser um email válido!

source: Error!
pt: Erro!

source: Oops! Error!
pt: Opa! Erro!

# gender_male
source: Male
pt: Masculino

# gender_female
source: Female
pt: Feminino

# gender_other
source: Other
pt: Outro

# gender_prefer_not
source: Prefer not to say
pt: Prefiro não dizer

# badge_type_supporting
source: supporting
pt: apoiador

# badge_type_wins
source: wins
pt: vitórias

# badge_type_likes
source: likes
pt: curtidas

# badge_type_followers
source: followers
pt: seguidores

# badge_type_following
source: following
pt: seguindo

# badge_type_ranking_position
source: ranking position
pt: posição no ranking

# authentication_expired
source: Your authentication expired! Please log in again!
pt: Sua autenticação expirou! Por favor, entre novamente!

# dialog_title
source: Please rate %@
pt: Avalie %@

# rate_message
source: If you enjoy hashcat, please take a moment to rate it! If not, let us know why in the 'Send feedback' section! Thanks for your support!
pt: Se você está gostando do hashcat, por favor nos avalie, é rapidinho! Se não está gostando, nos avise o porquê na seção 'Enviar sugestão'. Obrigado pela ajuda!

source: Rate
pt: Avaliar

source: Later
pt: Mais tarde

source: No thanks
pt: Não, obrigado

# email_activity_title
source: Send feedback
pt: Enviar sugestão

# input_name_alert_title
source: Please input name
pt: Por favor, nome de entrada

# input_username_alert_title
source: Please input username
pt: Por favor, nome de usuário de entrada

# input_description_alert_title
source: Please input description
pt: Por favor, descrição de entrada

# input_email_alert_title
source: Please input email address
pt: Por favor, endereço de e-mail de entrada

# input_valid_email_alert_title
source: Please input valid email address
pt: Entrada Por favor, e-mail válido

# input_password_alert_title
source: Please input password
pt: Por favor senha de entrada

# input_correct_password_alert_title
source: Please input correct password
pt: Entrada Por favor senha correta

# input_correct_old_password_alert_title
source: Please input correct old password
pt: Entrada Por favor senha antiga correta

# input_new_password_alert_title
source: Please input new password
pt: Por favor, nova senha de entrada

# input_confirm_new_password_alert_title
source: Please confirm new password
pt: Por favor, confirme a nova senha

# input_check_new_password_again_alert_title
source: Please check new password again
pt: Verifique nova senha novamente

# input_breed_alert_title
source: Please choose breed
pt: Por favor, escolha raça

# input_dob_alert_title
source: Please choose birth
pt: Por favor, escolha nascimento

# input_country_alert_title
source: Please choose country
pt: Por favor escolher o país

# input_category_alert_title
source: Please choose category
pt: Por favor, escolha a categoria

# input_age_alert_title
source: Please choose age
pt: Por favor, escolha idade

# input_gender_alert_title
source: Please choose gender
pt: Por favor, escolha de gênero

# input_photo_alert_title
source: Please choose your photo
pt: Por favor, escolha sua foto

# network_offline_alert_title
source: The Network connection appears to be offline!
pt: A conexão de rede parece estar offline!

source: Something went wrong!
pt: Algo deu errado!

# post_text_placeholder
source: Please input something...
pt: Por favor, algo de entrada ...

# input_comment_alert_title
source: Please input comment!
pt: Por favor coloque comentário!

# upload_image_alert_title
source: Please upload image
pt: Por favor, fazer upload de imagem

# input_old_password_alert_title
source: Please input old password
pt: Por favor, inserir a senha antiga
